{
  "posters": [
    {
      "id": "1",
      "title": "Дюна: Часть II",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
      "overview": "Герцог Пол Атрейдес присоединяется к фременам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление войны.",
      "slogan": "-",
      "director": "Denis Villeneuve"
    },
    {
      "id": "2",
      "title": "Криминальное чтиво",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/d5iIlFn5s0ImszYzBPb8JPIfbXD.jpg",
      "overview": "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса.\n\nВ первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
      "slogan": "«Just because you are a character doesn't mean you have character»",
      "director": "Quentin Tarantino"

    },
    {
      "id": "3",
      "title": "Волк с Уолл - Стрит",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/34m2tygAYBGqA9MXKhRDtzYd4MR.jpg",
      "overview": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт».",
      "slogan": "«Earn. Spend. Party»",
      "director": "Martin Scorsese"
    },
    {
      "id": "4",
      "title": "Джентельмены",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jtrhTYB7xSrJxR1vusu99nvnZ1g.jpg",
      "overview": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. ",
      "slogan": "«Criminal. Class»",
      "director": "Guy Ritchie"
    },
    {
      "id": "5",
      "title": "Зеленая миля",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8VG8fDNiy50H4FedGwdSVUPoaJe.jpg",
      "overview": "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
      "slogan": "«Paul Edgecombe didn't believe in miracles. Until he encountered one.»",
      "director": "Steven Spielberg"
    },
    {
      "id": "6",
      "title": "Легенда",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4shf5Alq4KWCKqrAAQe0JGJHYp5.jpg",
      "overview": "Близнецы Реджи и Ронни Крэй — культовые фигуры преступного мира Великобритании 1960-х. Братья возглавляли самую влиятельную бандитскую группировку Ист-Энда. В их послужном списке были вооруженные грабежи, рэкет, поджоги, покушения, убийства и собственный ночной клуб, куда доезжали даже голливудские знаменитости. Среди их жертв — криминальные авторитеты Джек МакВитти и Джордж Корнелл. ",
      "slogan": "«Crime as a Profession. The rise and fall of the legendary Kray twins.»",
      "director": "Brian Helgeland"
    },
    {
      "id": "7",
      "title": "Интерстеллар",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
      "overview": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "slogan": "Humanity's next step will be the greatest.»",
      "director": "Christopher Nolan"
    },
    {
      "id": "8",
      "title": "Форрест Гамп",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/arw2vcBveWOVZr6pxd9XTd1TdQa.jpg",
      "overview": "Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\n\nС самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.",
      "slogan": "«The world will never be the same once you've seen it through the eyes of Forrest Gump.»",
      "director": "Robert Zemeckis"
    },
    {
      "id": "9",
      "title": "Достучаться до небес",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/dsY09zCxKDFjfV1oqXFJJpVrHdP.jpg",
      "overview": "Волею судеб две абсолютные противоположности, тихоня Руди и разгильдяй Мартин, оказываются в одной больничной палате. Узнав неутешительные прогнозы, друзья решают использовать последние дни на полную катушку — угнать машину с деньгами, напиться текилы, и, конечно, увидеть море.",
      "slogan": "«A fast car, a million stamps in the trunk, and only one week to live.»",
      "director": "Thomas Jahn"
    },
    {
      "id": "10",
      "title": "Троя",
      "backdropPath": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/a07wLy4ONfpsjnBqMwhlWTJTcm.jpg",
      "overview": "1193 год до нашей эры. Парис украл прекрасную Елену, жену царя Спарты Менелая. За честь Менелая вступается его брат – царь Агамемнон. Его армия под предводительством Ахиллеса подошла к Трое и взяла город в кровавую осаду, длившуюся долгих десять лет… Два мира будут воевать за честь и власть. Тысячи умрут за славу. И за любовь нация сгорит дотла.",
      "slogan": "«For passion. For honor. For destiny. For victory. For love»",
      "director": "Wolfgang Petersen"
    }
  ]
}
